Repository: rongcloud/ios-ui-sdk-set
Catalog: Resources/*.lproj/RongCloudKit.strings
Languages: ar

# NoUsersWereFound
source: This user does not exist
ar: هذا المستخدم غير موجود

# GroupNoticeIsEmpty
source: No announcements have been added to this group yet
ar: لم تتم إضافة أي إعلانات إلى هذه المجموعة حتى الآن

# GroupMembersKickFailed
source: Failed to delete group members
ar: فشل حذف أعضاء المجموعة

source: No data
ar: لا توجد بيانات

# RCGroupNameEmptyTip
source: Group name cannot be empty
ar: لا يمكن أن يكون اسم المجموعة فارغًا

# SearchFriendTitle
source: Friend Searching
ar: بحث الاتصال

# Portrait
source: Avatar
ar: لَوحَة

# SetSuccess
source: Setup successful
ar: تم الإعداد بنجاح

# SetFailed
source: Setup failed
ar: فشل الإعداد

# GroupMembersKickSuccess
source: Group member removed successfully
ar: تمت إزالة عضو المجموعة بنجاح

# inviteJoinGroupSuccess
source: Successfully invited to join the group
ar: تمت الدعوة بنجاح للانضمام إلى المجموعة

# inviteJoinGroupError
source: Failed to invited to join the group
ar: فشلت الدعوة للانضمام إلى المجموعة

source: Add friend failed
ar: إضافة صديق صديق فشلت

# CreateSuccessAndNeedInviteeAcceptTip
source: The creation is successful and the invited users agree to join the group.
ar: تم الإنشاء بنجاح ووافق المستخدمون المدعوون على الانضمام إلى المجموعة.

# inviteJoinGroupNeedOwnerOrManagerAcceptTip
source: Invitation sent, admin approval required to join group
ar: تم إرسال الدعوة، موافقة المشرف مطلوبة للانضمام إلى المجموعة

# inviteJoinGroupNeedInviteeAcceptTip
source: The invitation has been sent and the invited user needs to agree to join the group.
ar: تم إرسال الدعوة ويحتاج المستخدم المدعو إلى الموافقة على الانضمام إلى المجموعة.

# NoEditGroupPermission
source: No update permission
ar: لا يوجد إذن التحديث

# NoAddFriends
source: No friend added
ar: لم تتم إضافة أي جهة اتصال

# NotUserFound
source: User not found
ar: لم يتم العثور على المستخدم

# GroupActionQuit
source: Quit Group
ar: الخروج من المجموعة

# GroupActionDismiss
source: Dismiss Group
ar: رفض المجموعة

# GroupCreateError
source: Failed to create group
ar: فشل إنشاء المجموعة

# GroupNameEditPlaceholder
source: Please enter group name
ar: املأ اسم المجموعة

# InputNickNamePlaceholder
source: Please enter nickname
ar: الرجاء إدخال الكنية

# FriendApplicationDefaultExtra
source: Request to be added as a friend
ar: طلب إضافتك كصديق

# GroupNoticeUpdateAlert
source: This announcement will notify all group members, will it be released?
ar: سيتم إخطار جميع أعضاء المجموعة بهذا الإعلان، هل تريد نشره؟

# GroupFollowsCellTitle
source: --Special Attention
ar: -- اهتمام خاص

# GroupFollowsVCTitle
source: Special Attention
ar: اهتمام خاص

# GroupRemark
source: Group Chat Notes
ar: ملاحظات الدردشة الجماعية

# GroupRemarkEditTitle
source: Group Chat Notes
ar: ملاحظات الدردشة الجماعية

# InputGroupRemarkPlaceholder
source: Please enter the group remarks
ar: الرجاء إدخال ملاحظات المجموعة

# GroupMemberNickname
source: Nickname in Group
ar: الاسم المستعار في المجموعة

# AddFollowsMember
source: Add Members
ar: إضافة أعضاء

# NoGroupFollows
source: No special attention
ar: لا يوجد اهتمام خاص

# AddSuccess
source: Added
ar: تمت الإضافة

source: Add failed
ar: فشلت الإضافة

# SelectGroupMemberVCTitle
source: Select Group Members
ar: اختر أعضاء المجموعة

source: Remove
ar: إزالة

# RemoveGroupFollowsAlert
source: After removal, '%@' will not send you a reminder
ar: بعد الإزالة، لن يرسل '%@' لك تذكيراً

source: Group Management
ar: إدارة المجموعة

# GroupManagerTitle
source: Group Admins
ar: مشرفو المجموعة

# SetGroupInfoEditPer
source: Who can edit group info
ar: من يمكنه تعديل معلومات المجموعة؟

# SetAddGroupMemberPer
source: Who can add members
ar: من يمكنه إضافة أعضاء للمجموعة؟

# SetRemoveGroupMemberPer
source: Who can remove members
ar: من يمكنه إزالة أعضاء المجموعة

# SetGroupMemberInfoEditPer
source: Who can edit members' info
ar: من يمكنه تعديل معلومات أعضاء المجموعة

# GroupTransfer
source: Transfer Group
ar: نقل المجموعة

# AddGroupManagers
source: Add Admins
ar: إضافة مشرفين

# RemoveGroupManagersAlert
source: Are you sure you want to remove %@ from the admin list?
ar: هل أنت متأكد من إزالة %@ من قائمة المشرفين؟

# RemoveSuccess
source: Removed
ar: تمت الإزالة

source: Remove failed
ar: فشلت الإزالة

# OnlyGroupOwnerOperation
source: Group owner
ar: مالك المجموعة

# GroupOwnerOrManagerOperation
source: Group owner or admins
ar: مالك المجموعة أو المشرفون

# AllGroupMemberOperation
source: All staff
ar: جميع الموظفين

# InviteGroupComfirm
source: Group Chat Invitation Confirmation
ar: تأكيد دعوة الدردشة الجماعية

# GroupTransferVCTitle
source: Transfer of The Group
ar: نقل المجموعة

# GroupTransferAlert
source: %@ will be the group owner
ar: سيكون %@ مالك المجموعة

# GroupTransferSuccess
source: Transfer success
ar: تم النقل بنجاح

# GroupTransferFailed
source: Transfer failed
ar: فشل النقل

# GroupRemarkEditContent
source: Group remarks
ar: ملاحظات المجموعة

# GroupNotificationTitle
source: Group Notification
ar: إشعار المجموعة

# GroupNotificationAll
source: All requests
ar: جميع الطلبات

# GroupNotificationToBeConfirm
source: Pending approval
ar: في انتظار الموافقة

# GroupNotificationAgreed
source: Processed
ar: تمت المعالجة

# GroupNotificationExpired
source: Expired
ar: منتهي الصلاحية

# GroupNotificationInviteUserJoinGroup
source: %@ invite %@ to join
ar: دعا %@ %@ للانضمام

# GroupNotificationInviteMe
source: %@ invite you to join
ar: دعاك %@ للانضمام

# GroupNotificationApplyJoinGroup
source: %@ wants to join
ar: يريد %@ الانضمام

# GroupNotificationApplyJoinOtherGroup
source: You apply to join
ar: تقدمت بطلب للانضمام

# GroupNotificationInviteOther
source: You invite %@ to join
ar: دعوت %@ للانضمام

# GroupNotificationInviteYou
source: Invite you to join
ar: دعوة للانضمام

# GroupNotificationFailed
source: Get group notification failed
ar: فشل الحصول على إشعار المجموعة

# RCGroupApplicationStatusManagerUnHandled
source: Admin pending processing
ar: في انتظار معالجة المشرف

# RCGroupApplicationStatusManagerRefused
source: Refused by admin
ar: مرفوض من قبل المشرف

# RCGroupApplicationStatusInviteeUnHandled
source: Invited person to be processed
ar: الشخص المدعو قيد المعالجة

# RCGroupApplicationStatusInviteeRefused
source: The invitee has declined
ar: رفض المدعو

# RCGroupApplicationStatusJoined
source: Joined
ar: تم الانضمام

# RCGroupApplicationStatusExpired
source: Expired
ar: منتهي الصلاحية

# GroupInvitationAcceptFailed
source: Confirm group invitation failed
ar: فشل تأكيد دعوة المجموعة

# GroupOtherInvitationAcceptFailed
source: Confirm invitation failed
ar: فشل تأكيد الدعوة

# GroupInvitationRefuseFailed
source: Failed to reject group invitation
ar: فشل رفض دعوة المجموعة

# GroupOtherInvitationRefuseFailed
source: Decline invitation failed
ar: فشل رفض الدعوة

# MyGroupNotifications
source: Group Notification
ar: إشعار المجموعة

# MyGroups
source: My Group
ar: مجموعتي

# GroupListFailed
source: Group list loading failed
ar: فشل تحميل قائمة المجموعات

source: Saving
ar: توفير...

# Content_Contains_Sensitive
source: Setup failed, Content contains sensitive information
ar: فشلت العملية، المحتوى يحتوي على معلومات حساسة

# STTOperationFailed
source: Voice to Text Conversion Failed
ar: فشل تحويل الكلام إلى نص

# STTMenuItemDo
source: Convert to Text
ar: تحويل إلى نص

# STTMenuItemUndo
source: Cancel Transcription
ar: إلغاء تحويل النص

# STTConvertFailureTips
source: Unable to transcribe. Please check your network connection and try again
ar: تعذر تحويل الصوت إلى نص. يرجى التحقق من اتصالك بالإنترنت والمحاولة مرة أخرى

# STTConvertFailedByContentTips
source: We can't transcribe this voice message because of its format
ar: صيغة هذا التسجيل الصوتي غير مدعومة للتحويل إلى نص

source: Tip
ar: تحذير

# MessageEdit
source: Edit
ar: يحرر

# MessageEditingAlert
source: Another message is being edited. If you confirm to edit the current message, the previously edited message will be lost.
ar: رسالة أخرى قيد التعديل. إذا أكدت تعديل الرسالة الحالية، فسيتم فقدان الرسالة التي تم تعديلها سابقًا.

# MessageEditDeletedAlert
source: The message has been deleted and cannot be saved.
ar: لقد تم حذف الرسالة ولا يمكن حفظها.

# MessageEditRecalledAlert
source: The message has been withdrawn and cannot be saved.
ar: لقد تم سحب الرسالة ولا يمكن حفظها.

# MessageEditExpired
source: Edit Expired
ar: تحرير انتهت صلاحيته

# MessageEditUpdating
source: Updating...
ar: جارٍ التحديث...

# MessageEditFailed
source: Update failed. Click to retry
ar: فشل التحديث. انقر لإعادة المحاولة

# MessageEditRetryFailed
source: Retry failed. Please try again later.
ar: فشلتفشلت المحاولة مرة أخرى. يُرجى المحاولة لاحقًا.

# MessageEdited
source: Edited
ar: تم تحريره

# ReferencedMessageDeleted
source: This message was deleted.
ar: تم حذف هذه الرسالة

# ReferencedMessageRecalled
source: This message was recalled.
ar: تم سحب هذه الرسالة

# MessageEditNotExist
source: The cloud message does not exist and cannot be edited.
ar: الرسالة السحابية غير موجودة ولا يمكن تحريرها.

# MessageEditContentSensitive
source: The edited content contains sensitive information, and the update faile.
ar: يحتوي المحتوى المحرر على معلومات حساسة، وفشل التحديث.

# MessageEditExpiredToast
source: Exceeded the effective editing time and cannot be edited.
ar: تجاوز وقت التحرير الفعلي ولا يمكن تحريره

source: Message read status
ar: حالة قراءة الرسالة

# MessageReadStatusNoneRead
source: none read
ar: لم يقرأه أحد

# MessageReadStatusAllRead
source: all read
ar: كلهم قرأوا
