Repository: rongcloud/ios-ui-sdk-set
Catalog: Resources/*.lproj/RongCloudKit.strings
Languages: ar

# hold_to_talk_title
source: Hold to Talk
ar: إستمر بالضغط للتحدث

# release_to_send_title
source: Release to send
ar: إترك للإرسال

source: Message too short
ar: الرسالة قصيرة جداً

source: Message too long
ar: الرسالة طويلة جداً

# recordvoice_failed
source: Recording failed, please try again later
ar: فشل التسجيل ، يرجى المحاولة مرة أخرى في وقت لاحق

# slide_up_to_cancel_title
source: Slide up to cancel
ar: إسحب للأعلى للإلغاء

# release_to_cancel_title
source: Release to cancel
ar: إترك للإلغاء

# whiteSpaceMessage
source: Can't send white space message
ar: لا يمكن إرسال رسالة فارغة

source: Ok
ar: تم

source: Cancel
ar: إلغاء

# speakerAccessRight
source: You don't have microphone access, please go to "Settings - Privacy - Microphone" to allow access to your microphone!
ar: لم تقم بإعطاء صلاحية للسماعة، يرجى تحديدها في الإعدادات

# cameraAccessRight
source: You don't have camera access, please go to "Settings - Privacy - Camera" to allow access to your camera!
ar: لم تقم بإعطاء صلاحيةللمايكروفون يرجى تحديدها في الإعدادات

source: Back
ar: الرجوع

source: Camera
ar: كاميرا

source: Photos
ar: صور

source: Location
ar: موقع جغرافي

source: File
ar: ملف

source: Send File
ar: إرسال ملف

source: Albums
ar: ألبومات الصور

source: Pick Location
ar: إختر موقع جغرافي

source: More
ar: المزيد

source: Longitude
ar: خط الطول

source: Latitude
ar: خط العرض

# PhotoAccessRight
source: You have no access right
ar: ليس لديك صلاحية للوصول

source: Send
ar: إرسال

# AccessRightTitle
source: Cannot access
ar: لاتوجد صلاحية

source: Full Image
ar: كامل الصورة

source: Preview
ar: معاينة

# Max_Selected_Photos
source: You can only select 9 photos at most
ar: يمكنك إختيار 9 صور كحد أقصى

# Selected_Video_Warning_fmt
source: Unable to share video with a duration longer than %@ minutes
ar: لا يمكن مشاركة فيديو أطول من %@ دقائق

# Selected_Video_Warning_fmt_second
source: Unable to share video with a duration longer than %@ seconds
ar: لا يمكن مشاركة مقاطع الفيديو التي تزيد على ٪ @ ثانية

# Selected_Damaged_Video
source: Unable to share damaged video
ar: ملف الفيديو المختار تالف

source: Confirm
ar: تأكيد

# Location_Service
source: Unable to get your location data,Please enable location service in “Settings”->“Privacy”->“Location Services” and allows the application to use location services.
ar: فشل في جلب بيانات الموقع، الرجاء تفعيل خيار مشاركة الموقع في الإعدادت

source: iCloud Downloading...
ar: جاري التحميل من iCloud

# iCloudDownloadFail
source: iCloud Download failed
ar: فشل التحميل من iCloud

# SelectMentionedUser
source: Select Contact
ar: إختيار جهة إتصال

# ToSearch
source: Search
ar: البحث

source: Voice Input
ar: مدخل الصوت

source: Clear
ar: مسح

# TouchToTakeAPictureAndPressAndholdTheRecordingVideo
source: Tap to take photo and hold to record video
ar: ضغطة واحدة لإلتقاط صورة، تابع الضغط لتسجيل فيديو

# downloadFailedClickToDownload
source: Failed to download, tap to download again
ar: فشل في التحميل، إضغط لإعادة المحاولة

# OvermMaximum
source: the maximum size of file is limited to 100MB
ar: الحد الأقصى المسموح للملفات هو 100 ميقا/بايت

# GIFAboveMaxSize
source: GIF image size too large, Unable to send
ar: فشل في الإرسال، حجم ملف ال GIF كبير جداً

# Burn_After_Read
source: Secret Chat
ar: محادثة سرية

# RC:RLEnd
source: Location sharing is ended
ar: إنتهت مشاركة الموقع

# RC:RLStart
source: Location sharing...
ar: بدأت مشاركة الموقع

source: Message
ar: رسالة

# conversation_private_collection_title
source: Chat assistant
ar: مساعد المحادثات

# conversation_customer_collection_title
source: Customer assistant
ar: مساعد العملاء

# conversation_group_collection_title
source: Group assistant
ar: مساعد المجموعة

# conversation_discussion_collection_title
source: Discussion groups assistant
ar: مساعد مجموعات النقاش

# conversation_systemMessage_collection_title
source: System messages assistant
ar: مساعد رسائل النظام

# photoAccessRight
source: You don't have photo aceess, please go to "Settings - Privacy - Photos" to allow access to your photos!
ar: تعذر الوصول للصور، يرجى إعطاء الصور صلاحية الوصول

# VoIP_Mute
source: Mute
ar: كتم الصوت

# VoIP_Speaker
source: Speaker
ar: السماعة

# VoIP_End
source: End
ar: إنهاء

# VoIP_Answer
source: Answer
ar: رد

# VoIP_Reject
source: Reject
ar: رفض

# VoIP_Drop
source: Drop
ar: إسقاط

# Request_Friends_extra
source: Friend adding request
ar: طلب إضافة صديق

# Setting
source: Settings
ar: الإعدادات

# IsDeleteHistoryMsg
source: Do you want to clear the chat history?
ar: هل تريد مسح تاريخ المحادثة؟

# ConnectionIsNotReachable
source: Network unavailable, please check your network
ar: الشبكة غير متاحه, يرجى التأكد من الشبكة

# SendReadReceiptRequestFailed
source: Network unavailable, please check your network
ar: الشبكة غير متاحه, يرجى التأكد من الشبكة

# PreviewFile
source: File preview
ar: معاينة الملف

# StartDownloadFile
source: Start download
ar: تحميل

# FileIsDownloading
source: Downloding...
ar: جاري التحميل ...

# FileDownloadFailed
source: Download failed
ar: فشل في التحميل

# FileDownloadCanceled
source: Download has been canceled
ar: تم إلغاء التحميل

# OpenFileInOtherApp
source: Open the file in other app
ar: فتح ملف في برنامج آخر

source: Audio
ar: الصوت

# unknown_message_cell_tip
source: The current version is not available for viewing this message
ar: الإصدار الحالي لايدعم عرض هذه الرسالة

# unknown_message_notification_tip
source: Received an unkown message
ar: تلقيت رسالة مجهولة

source: Copy
ar: نسخ

source: Delete
ar: حذف

source: Recall
ar: معاودة الاتصال

source: Forward
ar: إعادة تحويل

# MessageRecalling
source: Recalling...
ar: تراجع عن الإرسال...

# AdminWithMessageRecalled
source: Admin
ar: مشرف

# OtherHasRecalled
source: %@ has recalled a message
ar: قام %@ بتراجع عن الرسالة

# MessageHasRecalled
source: has recalled a message
ar: قام بتراجع عن الرسالة

# SelfHaveRecalled
source: You have recalled a message
ar: تراجعت عن الرسالة

# MessageRecallFailed
source: Failed to recall the message, please check your network.
ar: تعذر التراجع عن الرسالة، يرجى التأكد من الإتصال

source: Save
ar: حفظ

# SavePhotoFailed
source: Failed to save this photo
ar: تعذر حفظ الصورة

# SavePhotoSuccess
source: Saved
ar: تم الحفظ

source: Done
ar: تم

source: Location information
ar: معلومات الموقع

# LocalNotificationShow
source: Show
ar: عرض

# MaxNumSelectPhoto
source: Select up to 9 photos
ar: يمكنك إختيار إلى 9 صور كحد أقصى

# AllPhoto
source: All Photos
ar: جميع الصور

# NoPhotoTitle
source: No Photos or Videos
ar: لاتوجد صور أو فيديو

# NoPhotoDesc
source: You can use your camera to take photos and videos, or use iTunes to sync photos and videos to your iPhone.
ar: يمكنك إستخدام الكاميرا لإلتقاط صور أو فيديو، كما يمكنك إستخدام آي تيونز لمزامنة الصور والفيديو إلى الآيفون الخاص بك

# SetToTop
source: Stick to Top
ar: تثبيت في الأعلى

# NewMsgNotification
source: New Message Notification
ar: تنبيه لرسائل جديدة

# ClearRecord
source: Clear Chat History
ar: مسح المحادثات

# CanNotRemoveSelf
source: Cannot remove yourself
ar: لا يمكنك حذف نفسك

# MemberNumber
source: members
ar: أعضاء

source: You
ar: أنت

# Invite
source: invited
ar: دعوة

# JoinDiscussion
source: to the discussion
ar: إلى المحادثة

# QuitDiscussion
source: quit the discussion
ar: خرج من المحادثة

source: By
ar: بواسطة

# RemoveDiscussion
source: Removed from the discussion
ar: تمت إزالته من المحادثة

# ModifyDiscussion
source: renamed the discussion as
ar: قام بتغيير المحادثة إلى

# InviteStatus
source: invitation
ar: دعوة

# Open
source: Enable
ar: تفعيل

source: Close
ar: إغلاق

# VoIP_Calling
source: Calling...
ar: يقوم بالإتصال ...

# VoIP_Talking
source: The number you have called is busy
ar: الرقم المطلوب مشغول

# VoIP_Offline
source: The number you have called is offline
ar: الرقم المطلوب غير متصل

# VoIP_Net_busy
source: Network is busy, please try later
ar: الشبكة مشغولة، يرجى المحاولة لاحقا

# VoIP_Not_Accept
source: Call has not answered
ar: لم يتم الرد على المكالمة

# WaitingForAcceptInvitation
source: Waiting for others to accept the invitation...
ar: انتظار الآخرين لقبول الدعوة ...

# VoIP_CallingFailed
source: Calling failed, please try again
ar: تعذر الإتصال، يرجى المحاولة مرة أخرى

# VoIP_invite
source: Invite you for chatting
ar: تمت دعوتك للمحادثة

# VoIP_Incoming_Notification
source: Invite you for a voice call
ar: يدعوكم لمكالمة صوتية

# VoIP_Accepted_Notification
source: Call accepted
ar: تم قبول المكالمة

# VoIP_SessionIDWrong
source: Session ID is wrong
ar: رقم الجلسة غير صحيح

source: Yesterday
ar: في الامس

# SearchPublicService
source: Search Service Account
ar: بحث بالحساب

# PublicService
source: Public Accounts
ar: الحسابات العامة

# NOT_IN_DISCUSSION
source: You are not in current discussion
ar: أنت لست في المحادثة الحالية

# NOT_IN_GROUP
source: You are not in current group
ar: أنت لست في المجموعة الحالية

# FORBIDDEN_IN_GROUP
source: You are banned to send message in current group
ar: تم حظرك من إرسال الرسائل في هذه المجموعة

# NOT_IN_CHATROOM
source: You are not in current chatroom
ar: أنت لست في غرفة محادثة

# Message rejected
source: Your message has been sent, but rejected by receiver
ar: تم ارسال رسالتك، ولكن رفضت من قبل المتلقي

# ForbiddenInChatRoom
source: You are banned to send message in current chatroom
ar: يحظر لك بإرسال رسالة في غرفة المحادثة الحالية

# KickedFromChatRoom
source: You were kicked out from chatroom
ar: تمت إزالتك من غرفة المحادثة

# JoinChatRoomRejected
source: You are banned to join the chatroom, please contact customer service
ar: تم حظرك من دخول غرفة المحادثة، يرجى الاتصال بخدمة العملاء

# JoinChatRoomFailed
source: Failed to join the chatroom
ar: فشل في الانضمام إلى غرف المحادثة

source: Connecting...
ar: جاري الإتصال...

# FromFriendInvitation
source: friend invitation from %@
ar: %@ طلب إضافة من

# AcceptFriendRequest
source: Accepted your friend request
ar: تم قبول طلب الإضافة

# RejectFriendRequest
source: %@ Rejected your friend request
ar: قام %@ برفض طلب الإضافة

# AddFriendRequest
source: Friend adding request
ar: طلب إضافة

source: Read all
ar: قراءة الكل

# OfficialAccounts
source: Public account
ar: الحساب العام

# Share
source: Share to friend
ar: مشاركة مع صديق

source: Report
ar: إبلاغ

# OpenURLInBrowser
source: Open in Safari
ar: فتح في سفاري

source: Copy URL
ar: نسخ الرابط

source: Clear History
ar: مسح النتائج السابقة

source: Unfollow
ar: الغاء المتابعة

# Introduced
source: Feature introduction
ar: ميزة مقدمة

source: Account Type
ar: نوع الحساب

# ServicePhone
source: Service hotline
ar: خدمة خط الدعم الفني

source: Business Scope
ar: نطاق الأعمال

source: New message notification
ar: تنبيه برسالة جديدة

# ViewHistory
source: View chat history
ar: عرض تاريخ المحادثة

source: Enter Official Account
ar: أدخل الحساب الرسمي

# Attention
source: Follow
ar: متابعة

# PublicNum
source: Public account : %@
ar: %@ الحساب العام

# Wait
source: Please wait a moment...
ar: يرجى الإنتظار...

source: Searching...
ar: جاري البحث...

source: Search:
ar: بحث:

# Right_unReadMessage
source: %@ new messages
ar: %@ رسالة جديدة

# HistoryMessageTip
source: Above is the historical messages
ar: في الأعلى سجل المحادثات

source: Discussion
ar: نقاش

# DateFormat
source: MM-dd
ar: شهر-يوم

# MessageHasRead
source: Read
ar: مقروءة

source: typing...
ar: يكتب ...

source: Speaking...
ar: يتحدث...

source: Submit
ar: إرسال

# EvaluateCustomerService
source: Rate the customer service
ar: قيم خدمة العملاء

# Robot_Comment_Title
source: Whether the robotic customer service has solved your problem?
ar: إذا كانت خدمة العملاء الروبوتية قد حلت مشكلتك؟

# Admin_Comment_Title
source: Please rate our services
ar: يرجى تقييم خدماتنا

# NOT_CUSTOM_SERVICE
source: No custom service
ar: لا توجد خدمة مخصصة

# VoIPAudioCallExistedWarning
source: Voice call is in progress, please try again later
ar: مكالمة صوتية جارية، يرجى المحاولة مرة أخرى في وقت لاحق

# VoIPVideoCallExistedWarning
source: Video call is in progress, please try again later
ar: مكالمة الفيديو جارية، يرجى المحاولة مرة أخرى في وقت لاحق

# AudioHoldingWarning
source: The audio channel is being used, please try later
ar: نظام الصوت مستخدم حالياً، يرجى المحاولة لاحقا

# GroupCreated
source: %@ has created the group
ar: أنشأ %@ المجموعة

# GroupInvited
source: %@ has invited %@ to join the group
ar: قام %@ بدعوة %@ للانضمام إلى المجموعة

# GroupRemoved
source: %@ has removed %@ from the group
ar: قام %@ بإزالة %@ من المجموعة

# GroupByRemoved
source: %@ has removed by %@ from the group
ar: تمت إزالة %@ من قبل %@ من المجموعة

# GroupDismiss
source: %@ has dismissed the group
ar: أغلق %@ المجموعة

# GroupQuit
source: %@ has quit the group
ar: قام %@ بالخروج من المجموعة

# GroupHaveCreated
source: %@ have created the group
ar: أنشأ %@ المجموعة

# GroupHaveInvited
source: %@ have invited %@ to join the group
ar: قام %@ بدعوة %@ إلى المجموعة

# GroupHaveRemoved
source: %@ have removed %@ from the group
ar: قام %@ بإزالة %@ من المجموعة

# GroupHaveDismiss
source: %@ have dismissed the group
ar: قام %@ بإزالة المجموعة

# GroupHaveQuit
source: %@ have quit the group
ar: قام %@ بالخروج من المجموعة

# GroupChanged
source: %@ changed the group name to "%@"
ar: %@ قام بتغيير إسم المجموعة إلى "%@"

# GroupJoin
source: %@ joined the group
ar: إنضم %@ إلى المجموعة

# GroupEtc
source: and etc.
ar: وإلخ.

# GroupAnnouncementUpdated
source: %@ has updated the group announcement
ar: قامت %@ بتحديث إعلان مجموعة

# ImageLoadFailed
source: Picture loading failed
ar: تعذر عرض الصورة

# ImageHasBeenDeleted
source: The image has been deleted
ar: تم حذف الصورة

# HaveMentioned
source: [You were mentioned]
ar: [تم ذكرك]

# HaveMentionedForNotification
source: You were mentioned
ar: تمت الإشارة إليك

# locale
source: en_US
ar: ar

# readNum
source: %d read
ar: %d قراءة

source: Read
ar: قرأ

# CancelSendFile
source: Cancelled
ar: تم الإلغاء

source: Contact Card
ar: بطاقة معلومات الإتصال

source: Send to:
ar: ارسل إلى:

# LeaveAMessage
source: Leave a message to friend
ar: ترك رسالة لصديق

# SharedContactCard
source: You shared %@'s contact card.
ar: %@لقد قمت بمشاركة بطاقة الإتصال لـ

source: recommended %@ to you.
ar: أوصى %@ بك.

# Person
source: Member
ar: عضو

# SelectContact
source: Select Friends
ar: اختر جهات إتصال

# MessageTapMore
source: Select...
ar: إختيار...

# receive_new_message
source: You got a new message
ar: توجد رسالة جديدة

source: Push to Talk
ar: اضغط للتحدث

# no_message
source: No chats info
ar: لا توجد معلومات محادثة

# common_phrases
source: Universal
ar: عالمي

# RC:CombineMsg
source: [Chat History]
ar: [تاريخ الدردشة]

# RC:CardMsg
source: [Contact Card]
ar: [بطاقة معلومات الإتصال]

source: Group Chat History
ar: سجل محادثات المجموعة

# ChatHistoryForXAndY
source: Chat History for %@ and %@
ar: %@ سجل محادثات %@ و

# ChatHistoryForX
source: Chat History for %@
ar: %@سجل محادثات

# OneByOneForwardingNotSupported
source: Failed to send, burn, audio, video and stream message, cannot be forwarded
ar: تعذر إرسال رسالة الصوت والفيديو، لايمكن إعادة التوجيه

# CombineForwardingNotSupported
source: Failed to send, burn, quote and stream message, cannot be forwarded
ar: تعذر إرسال وإقتباس الرسالة، لايمكن إعادة التوجيه

source: Combine and Forward
ar: جمع وإرسال

source: One-by-One Forward
ar: إرسال واحدة تلو الأخرى

source: Chat History
ar: سجل المحادثة

# ChatHistoryTitleXAndY
source: Chat History for %@ and %@
ar: %@ سجل المحادثة لـ %@ و

# ChatHistoryTitleX
source: Chat History for %@
ar: %@سجل المحادثة لـ

# GroupChatHistoryTitle
source: Group Chat History
ar: سجل المحادثة للمجموعة

# RC:StkMsg
source: [Sticker]
ar: [ملصق]

# RC:FileMsg
source: [File]
ar: [ملف]

# RC:VCSummary
source: [Audio video call]
ar: [مكالمة فيديو وصوت]

# RCJrmf:RpMsg
source: [Red Packet]
ar: [حزمة حمراء]

# CombineMessageLoading
source: Chat history loading...
ar: جاري تحميل سجل المحادثات ...

# CombineMessageLoadFailed
source: Chat history
ar: تعذر تحميل سجل المحادثات

# ChatTranscripts
source: Select up to 100 chat transcripts
ar: إختار إلى 100 سجل محادثة

# BurnAfterRead
source: [Secret Chat]
ar: [محادثة سرية]

# BurnAfterReadTitle
source: Secret Chat
ar: محادثة سرية

# BurnAfterReadMsg
source: Messages are automatically destroyed after viewing, and replication or forwarding of messages is forbidden. The server does not retain message records.
ar: يتم تدمير الرسائل تلقائيا بعد المشاهدة، وممنوع تكرار أو إعادة توجيه الرسائل. لا تحتفظ الخوادم سجلات الرسالة.

# Know
source: Got it
ar: فهمتك

# MessageRecallAlert
source: Message recalled
ar: تم التراجع عن رسالة

# ClickToPlay
source: Click the Play
ar: اضغط للعب

source: Click to View
ar: اضغط للعرض

source: Save success
ar: تم الحفظ بنجاح

source: Save failed
ar: فشل الحفظ

# RecallEdit
source: Edit
ar: تعديل

# Reference
source: Quote
ar: اقتبس

source: Translate
ar: ترجمة

# CanNotRecall
source: This message has passed the recall time limit. Unable to recall.
ar: إنتهت فترة السماح لحذف الرسالة، تعذر التراجع عن الإرسال

# TranslateFailed
source: Translation failed, please try again
ar: فشلت الترجمة ، يرجى المحاولة مرة أخرى

# RC:ImgMsg
source: [Image]
ar: الصورة

# RC:GIFMsg
source: [Image]
ar: الصورة

# RC:LBSMsg
source: [Location]
ar: الموقع

# RC:VcMsg
source: [Voice]
ar: الصوت

# RC:ImgTextMsg
source: [Message]
ar: الرسالة

# RC:PSMultiImgTxtMsg
source: [Message]
ar: الرسالة

# RC:PSImgTxtMsg
source: [Message]
ar: الرسالة

# RC:SightMsg
source: [Video]
ar: الفيديو

source: [Draft]
ar: المسودة

source: Edit
ar: التعديل

# check_unread
source: View Unread
ar: عرض غير مقروء

source: Unread
ar: غير مقروء

# i_know_it
source: I know
ar: فهمت

source: Chat Files
ar: ملفات الدردشة

# CannotUploadFiles
source: Cannot upload 0KB file.
ar: لا يمكن تحميل وسائط 0kb.

source: Download Fail From iCloud
ar: فشل تنزيل الصور من iCloud، يرجى المحاولة مرة أخرى لاحقًا

# KickedOfflineByOtherClient
source: This account has been logged-in on other devices
ar: تم تسجيل دخول هذا الحساب على أجهزة أخرى

# VideoExpired
source: Video Deleted or Expired
ar: تم حذف الفيديو أو انتهاء صلاحيته

# LoadMsgAskInfo
source: Network Error，View local history messages?
ar: خطأ في الشبكة، يرجى التحقق من سجل الرسائل المحلية؟

# SightCaptureFailed
source: Unable to record at this time, please try again later
ar: غير قادر على التسجيل في هذا الوقت ، يرجى المحاولة مرة أخرى في وقت لاحق

# ConnectionstatusProxyUnavailable
source: The current proxy is not available.
ar: الوكيل الحالي غير متوفر

# restartApp
source: Restart Application
ar: إعادة التشغيل

# PhotoLibraryBugErrorAlert
source: The system album cannot be accessed temporarily. Restart the application or mobile phone and try again
ar: ولا يمكن الوصول إلى ألبوم الصور في الوقت الراهن، ويمكن إعادة تشغيله أو إعادة تشغيله

# ConnectionDisconnect
source: Connection has been disconnected. Please try again later.
ar: الربط قد تم قطعه. يرجى المحاولة مرة أخرى في وقت لاحق

# NoFriendsWereFound
source: No Friends found
ar: لم يتم العثور على جهات اتصال

# FriendsApplicationEmpty
source: Friend application is empty
ar: طلب الصداقة فارغ

# FriendApplayRefuseTitle
source: Deny request
ar: رفض الطلب

# FriendApplayRefusePlaceholder
source: Please enter a reason for rejection (optional)
ar: الرجاء إدخال سبب الرفض (اختياري)

# FriendListContact
source: Friends
ar: اتصالات

# FriendApplicationAccepted
source: Added
ar: تمت الإضافة

# FriendApplicationRefused
source: Declined
ar: انخفض

# FriendApplicationExpired
source: Expired
ar: منتهي الصلاحية

# FriendApplicationUnHandled
source: Pending
ar: قيد الانتظار

# FriendApplicationExpand
source: Expand
ar: يوسع

# FriendApplicationFold
source: Close
ar: يغلق

# FriendApplicationRefuse
source: Decline
ar: يقبل

# FriendApplicationAccept
source: Accept
ar: انخفاض

# FriendApplicationNewFriend
source: New Friends
ar: اتصالات جديدة

# FriendApplicationFailed
source: Friend application list failed to load
ar: فشل تحميل قائمة تطبيقات الأصدقاء

# FriendListFailed
source: Friend list failed to load
ar: فشل تحميل قائمة الأصدقاء

# FriendApplicationDeleteFailed
source: Failed to delete friend application
ar: فشل حذف تطبيق الصديق

# FriendApplicationAll
source: All friend requests
ar: جميع طلبات الصداقة

# FriendApplicationRecieved
source: Friend requests received
ar: تم تلقي طلبات الصداقة

# FriendApplicationSent
source: Friend request sent
ar: تم إرسال طلب الصداقة

# UserSearchAddNew
source: Add Friends
ar: إضافة جهات الاتصال

# UserSearchApplicationNumber
source: App ID
ar: معرف فريد

# UserSearchFailed
source: Search failed
ar: فشل البحث

# FriendApplicationRefuseFailed
source: Failed to reject friend application
ar: فشل في رفض طلب الصداقة

# FriendApplicationAcceptFailed
source: Failed to accept friend request
ar: فشل في قبول طلب الصداقة

# MyProfileTitle
source: My Profile
ar: حساب تعريفي

# GroupCreate
source: Create Group
ar: إنشاء مجموعة

source: Group Members
ar: أعضاء المجموعة

# GroupMembersKick
source: Remove Members
ar: إزالة أعضاء المجموعة

source: Group Name
ar: اسم المجموعة

# GroupNoticeEditPlaceholder
source: Please enter the content of announcement
ar: أدخل محتوى الإشعار

# GroupNotice
source: Group Announcement
ar: إنشاء إشعار

# GroupOwner
source: Owner
ar: مالك

# GroupManager
source: Admin
ar: المسؤول

# GroupMemberSelectMaxTip
source: Select up to %@ group members
ar: حدد ما يصل إلى %@ من أعضاء المجموعة

# GroupNoticeSuccess
source: published successfully
ar: تم النشر بنجاح

# GroupNoticeFailed
source: Publishing failed
ar: فشل النشر

# GroupOperationOnlyOwner
source: Only the group owner can edit
ar: يمكن لمالك المجموعة فقط التعديل

# GroupOperationOwnerAndManager
source: Only group owners and admins can edit
ar: يمكن فقط لمالكي المجموعة ومسؤوليها التعديل

# GroupProfileTitle
source: Group Info
ar: معلومات المجموعة

# GroupProfileTitle%@
source: Group Info(%@)
ar: (%@)معلومات المجموعة

# UserProfileTitle
source: User Profile
ar: ملف تعريف المستخدم

# GenderEdit
source: Set Gender
ar: تعديل الجنس

source: Nickname
ar: كنية

source: Gender
ar: جنس

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Unknown
ar: مجهول

# SetRemark
source: Remark
ar: تعيين اسم الملاحظة

# GroupPortrait
source: Group Avatar
ar: صورة جماعية

# GroupNameTitle
source: Group Name
ar: اسم المجموعة

# GroupForMyName
source: My Nickname in Group
ar: الاسم المستعار الخاص بي في المجموعة

# GroupMembersWithCount
source: Group Members(%@)
ar: أعضاء المجموعة(%@)

# SetNotDisturb
source: Mute Notifications
ar: كتم الإخطارات

# SetTop
source: Sticky on Top
ar: لزجة على القمة

# AddFriend
source: Add Friends
ar: إضافة جهات الاتصال

# AddFriendExtraPlaceholder
source: Please enter a reason for adding (optional)
ar: الرجاء إدخال سبب الإضافة (اختياري)

# StartChat
source: Chat
ar: محادثة

source: Delete Friend
ar: حذف جهة الاتصال

# DeleteFriendAlert
source: Delete friend %@ and clear chat history with this friend
ar: احذف جهة الاتصال %@ وامسح سجل الدردشة مع جهة الاتصال هذه

# DeleteFriendSuccess
source: Friend deleted successfully
ar: تم حذف جهة الاتصال بنجاح

# DeleteFriendFailed
source: Failed to delete friend
ar: فشل حذف جهة الاتصال

# GroupDismissSuccess
source: Already dismiss the group
ar: تم حلها بنجاح

# GroupDismissFailed
source: Failed to dismiss
ar: فشل الذوبان

# GroupQuitSuccess
source: Already quit the group
ar: قم بالإنهاء بنجاح

# GroupQuitFailed
source: Failed to quit group
ar: فشل الإنهاء

# FriendRequestHasSent
source: Friend request sent
ar: تم إرسال طلب الصداقة

# NameEditTitle
source: Update Nickname
ar: تغيير اللقب

# RemarkEditTitle
source: Set Remark
ar: تعيين اسم الملاحظة

# MemberNameEditTitle
source: My Nickname in Group
ar: الاسم المستعار الخاص بي في المجموعة

# GroupNameEditTitle
source: Update Group Name
ar: تعديل اسم المجموعة

# MemberNameEditTip
source: The username set in the current group can be seen by other group members.
ar: يمكن لأعضاء المجموعة الآخرين رؤية اسم المستخدم الذي تم تعيينه في المجموعة الحالية.

source: Remark
ar: ملاحظة

# RemarkEditPlaceholder
source: Please enter remark
ar: الرجاء إضافة ملاحظة
